<?php

return [

    'verify' => [
        'greeting' => 'Здравствуйте',
        'subject' => 'Подтвердить Email для сервиса :name',
        'line' => 'Нажмите кнопку ниже, чтобы подтвердить свой адрес электронной почты.',
        'action' => 'Подтвердить Email',
        'footer_info' => 'Если у вас возникли проблемы с нажатием кнопки ":btn_action", скопируйте и вставьте приведенный ниже URL-адрес в адресную строку браузера:',
        'signature' => 'Сервис :name',
    ],
    'reset_password' => [
        'subject'   => 'Уведомление о сбросе пароля - :name',
        'title'   => ':name сброс пароля',
        'action'    => 'Сбросить пароль',
        'h1'  => 'Сбросить',
        'h2'  => 'ваш пароль?',
        'text_1'  => 'Перейдите по ссылке для сброса вашего пароля',
        'text_2'  => 'Информация',
        'text_3'    => '*** Если вы не запрашивали сброс пароля, никаких дальнейших действий не требуется.',
    ],

    'rent_ended' => [
        'subject'   => 'Уведомление об окончании аренды для сайта :domain',
        'title'   => 'Уведомление об окончании аренды для сайта :domain',
        'action'    => 'Продлить аренду',
        'text_1'    => 'Заканчиваться аренда для сайта :domain.',
    ],

];
