<?php

return [

    'page_name' => 'Правила',
    'meta_title' => 'Правила',

    'item' => [
        'page_name' => 'Правило :name',
        'meta_title' => 'Правило :name',
    ],

    'create' => [
        'success' => 'Запись успешно создана',
        'error' => 'Ошибка создания записи',
    ],
    'update' => [
        'success' => 'Запись успешно обновлена',
        'error' => 'Ошибка обновления записи',
    ],
    'delete' => [
        'success' => 'Запись удалена',
        'error' => 'Ошибка удаления записи',
    ],

];
