<?php

return [

    'page_name' => 'Пользователи',
    'meta_title' => 'Пользователи',

    'item' => [
        'page_name' => 'Пользователь: :name',
        'meta_title' => 'Пользователь :name',
    ],

    'create' => [
        'success' => 'Пользователь успешно создан',
        'error' => 'Ошибка создания пользователя',
    ],
    'update' => [
        'success' => 'Данные пользователя успешно обновлены',
        'error' => 'Ошибка обновления данных пользователя',
    ],
    'delete' => [
        'success' => 'Пользователь удален',
        'error' => 'Ошибка удаления пользователя',
    ],

];
